Repository: zoeinola/PortXpress
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Fake call to %(number)s: "Your token is: %(token)s"
he_il: שיחה מזויפת ל %(number)s: "הטוקן שלך הוא: %(token)s"

source: Fake SMS to %(number)s: "Your token is: %(token)s"
he_il: SMS מזויפת ל %(number)s: "הטוקן שלך הוא: %(token)s"

source: Toggle navigation
he_il: החלף מצב ניווט

source: Demo
he_il: הדגמה

source: Home
he_il: דף בית

source: Secret Page
he_il: דף סודי

source: Account Security
he_il: אבטחת חשבון

source: Sessions
he_il: אירועים

source: Logout
he_il: התנתק

source: Not logged in
he_il: לא מחובר

source: Login
he_il: כניסה

source: django-two-factor-auth – Demo Application
he_il: django-two-factor-auth – יישום הדגמה

source: Improve Your Security <small>your users will thank you</small>
he_il: שפר את האבטחה שלך <small>המשתמשים שלך יודו לך</small>

source: Welcome to the example app of <code>django-two-factor-auth</code>. Use this example to get an understanding of what the app can do for you.
he_il: ברוכים הבאים לאפליקצית הדוגמא של <code>django-two-factor-auth</code>. השתמש בדוגמה זו כדי להגיע להבנה מה שהאפליקציה הזו יכולה לעשות בשבילך.

source: Please verify your settings
he_il: אנא ודא את ההגדרות שלך

source: Have you provided your Twilio settings in the <code>settings_private.py</code> file? By doing so, the example app will be able to call and text you to verify your authentication tokens. Otherwise, the tokens will be shown on the screen.
he_il: האם סיפקת את ההגדרות Twilio שלך בתוך קובץ <code>settings_private.py</code> ? כי, האפליקצית דוגמא תהיה מסוגלת לקרוא ולשלוח לך טקסטים על מנת לוודא את טוקנז האימות שלך. אחרת, הטוקנז יוצגו על המסך.

source: Next steps:
he_il: השלבים הבאים:

source: Start by <a href="%(reg_url)s">registering</a> an account.
he_il: תתחיל על ידי <a href="%(reg_url)s">הרשמה</a> בשביל חשבון.

source: <a href="%(login_url)s">Login</a> to your account.
he_il: <a href="%(login_url)s">כניסה</a> לחשבון שלך.

source: <a href="%(setup_url)s">Enable</a> two-factor authentication.
he_il: <a href="%(setup_url)s">הפעל</a> אותנטיקציה דו-שלבית.

source: Then, <a href="%(logout_url)s">logout</a> and <a href="%(login_url)s">login</a> once more to your account to see two-factor authentication at work.
he_il: אז, <a href="%(logout_url)s">תתנתקת</a> ו- <a href="%(login_url)s">תכנס</a> שוב מחדש לחשבון שלך כדי לראות את האותנטיקציה דו-שלבית עובדת.

source: At last, you've gained access to the <a href="%(secret_url)s">secret page</a>! :-)
he_il: סוף סוף, קיבלת גישה <a href="%(secret_url)s">לדף סודי</a>! :-)

source: Registration
he_il: הרשמה

source: Register
he_il: להירשם

source: Registration Complete
he_il: רישום הושלם

source: Congratulations, you've successfully registered an account.
he_il: מזל טוב, הצלחת להרשם לחשבון.

source: Congratulations, you've made it. You have successfully enabled two-factor authentication and logged in with your token.
he_il: מזל טוב. הצלחת לאפשר אותנטיקציה דו-שלבית ואתה התחברת באמצעות הטוקן שלך.

source: Logged Out
he_il: מנותק

source: See you around!
he_il: נתראה בסביבה!
